defect_sheet_map = {
    'برگ پذیرش خلاصه ترخیص': '1',
    'برگ خلاصه پرونده': '2',
    'برگ شرح حال': '3',
    'برگ سیربیماری': '4',
    'برگ مشاوره': '5',
    'برگ مراقبت قبل از عمل': '6',
    'برگ بیهوشی': '7',
    'برگ شرح عمل': '8',
    'برگ مراقبت بعد از عمل': '9',
    'دستورات پزشک': '10',
    'گزارش پرستار': '11',
    'نمودار علائم حیاتی': '12',
    'رضایت آگاهانه': '13',
    'صورتحساب': '14',
    'چک لیست': '15',
}

defect_type_map = {
    'عدم درج مهر پزشک': '1',
    'مهر مشاوره': '2',
    'مهر tellorder': '3',
    'فقدان برگ': '4',
    'عدم تکمیل گزارش': '5',
    'خط خوردگی': '6',
    'عدم تکمیل سربرگ': '7',
    'عدم تشخیص نویسی': '8',
    'عدم اخذ رضایت': '9',
    'عدم اثر انگشت و امضا': '10',
    'عدم ثبت دقیق آدرس و تلفن بیمار': '11',
}

operation_type_dict = {
    'عمل کوچک': '1',
    'عمل متوسط': '2',
    'عمل بزرگ': '3',
}

gender_dict = {
    'مرد': '1',
    'زن': '2',
}